[
    {
        "id": "002",
        "thumbnail": "/images/002/1.jpg",
        "category": "Event",
        "department": "CSE",
        "date": "June 26, 2025",
        "authorId": "huzaif",
        "title": {
            "en": " CSE Department Welcomes Freshers with a Grand Celebration",
            "kn": "ಸಿಎಸ್ಇ ವಿಭಾಗದಲ್ಲಿ ಹೊಸಬರಿಗೆ ಅದ್ದೂರಿ ಸ್ವಾಗತ ಸಮಾರಂಭ"
        },
        "description": {
            "en": " The CSE Department hosted a lively Freshers’ Party on June 25, 2025, to warmly welcome the new students.",
            "kn": " ಜೂನ್ 25, 2025 ರಂದು ಸಿಎಸ್ಇ ವಿಭಾಗವು ಹೊಸ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಫ್ರೆಶರ್ಸ್ ಪಾರ್ಟಿ ಆಯೋಜಿಸಿತು."
        },
        "content": {
            "en": [
                {
                    "type":"description",
                    "description":"On June 25, 2025, the Computer Science and Engineering (CSE) Department organized a grand Freshers’ Party to welcome the new batch of students. The event took place in the college auditorium and was attended by faculty, seniors, and the newly joined first-year students."
                },
                {
                    "type":"description",
                    "description":"The program began with a welcome speech, followed by various cultural performances including dance, singing, and skits. Seniors enthusiastically showcased their talents and made the freshers feel at home with warm gestures and words of encouragement."
                },
                {
                    "type":"description",
                    "description":"A highlight of the event was the “Mr. and Ms. Fresher” contest, which brought energy and excitement to the celebration. The contest included fun rounds where freshers displayed their talents, confidence, and creativity."
                },
                {
                    "type":"description",
                    "description":"Faculty members also addressed the students, offering motivational words and extending their best wishes for the academic journey ahead. The program concluded with refreshments and group photographs, making the day a memorable start to college life for the freshers."
                },
                {
                    "type" : "addOnImg",
                    "src" : "/images/002/2.jpg",
                    "alt" : "Veeresh sir giving gifts to students."
                },
                {
                    "type" : "addOnImg",
                    "src" : "/images/002/3.jpg",
                    "alt" : "HOD mam giving gifts to students."
                },
                {
                    "type":"description",
                    "description":"The event built a friendly connection between seniors and freshers, making the newcomers feel truly welcomed. It was a perfect start to their journey in the CSE department."
                }
            ],
            "kn": [
                {
                    "type":"description",
                    "description":"ಜೂನ್ 25, 2025 ರಂದು ಕಂಪ್ಯೂಟರ್ ಸೈನ್ಸ್ ಮತ್ತು ಎಂಜಿನಿಯರಿಂಗ್ (ಸಿಎಸ್ಇ) ವಿಭಾಗವು ಮೊದಲ ವರ್ಷದ ಹೊಸ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಅದ್ದೂರಿ ಫ್ರೆಶರ್ಸ್ ಪಾರ್ಟಿಯನ್ನು ಆಯೋಜಿಸಿತು. ಈ ಕಾರ್ಯಕ್ರಮವನ್ನು ಕಾಲೇಜಿನ ಸಭಾಂಗಣದಲ್ಲಿ ನೆರವೇರಿಸಲಾಯಿತು ಮತ್ತು ಇದರಲ್ಲಿ ಪ್ರಾಧ್ಯಾಪಕರು, ಹಿರಿಯ ವಿದ್ಯಾರ್ಥಿಗಳು ಹಾಗೂ ಹೊಸಬರು ಭಾಗವಹಿಸಿದರು."
                },
                {
                    "type":"description",
                    "description":"ಕಾರ್ಯಕ್ರಮವು ಸ್ವಾಗತ ಭಾಷಣದೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಯಿತು. ನಂತರ ನೃತ್ಯ, ಹಾಡು, ನಾಟಕ ಮುಂತಾದ ಸಾಂಸ್ಕೃತಿಕ ಕಾರ್ಯಕ್ರಮಗಳು ಜರುಗಿದವು. ಹಿರಿಯ ವಿದ್ಯಾರ್ಥಿಗಳು ತಮ್ಮ ಪ್ರತಿಭೆಯನ್ನು ಪ್ರದರ್ಶಿಸಿ ಹೊಸಬರಿಗೆ ಆತ್ಮೀಯ ಸ್ವಾಗತ ನೀಡಿದರು."
                },
                {
                    "type":"description",
                    "description":"ಈ ಕಾರ್ಯಕ್ರಮದ ಪ್ರಮುಖ ಆಕರ್ಷಣೆಯಾದುದು \"Mr. ಮತ್ತು Ms. Fresher\" ಸ್ಪರ್ಧೆಯಾಗಿತ್ತು. ಈ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಹೊಸ ವಿದ್ಯಾರ್ಥಿಗಳು ತಮ್ಮ ಪ್ರತಿಭೆ, ಆತ್ಮವಿಶ್ವಾಸ ಹಾಗೂ ಸೃಜನಶೀಲತೆಯನ್ನು ತೋರಿಸಿದರು."
                },
                {
                    "type":"description",
                    "description":"ವಿಭಾಗದ ಉಪನ್ಯಾಸಕರು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಪ್ರೇರಣಾದಾಯಕ ಭಾಷಣಗಳನ್ನು ನೀಡಿದರು ಮತ್ತು ಅವರ ಭವಿಷ್ಯದ ವಿದ್ಯಾಭ್ಯಾಸಕ್ಕೆ ಶುಭಾಶಯಗಳನ್ನು ತಿಳಿಸಿದರು. ಕೊನೆಗೆ refreshments ಹಾಗೂ ಗುಂಪು ಫೋಟೋಶೂಟ್ ನಡೆಸಲಾಯಿತು, ಇದು ಹೊಸಬರ ಕಾಲೇಜು ಜೀವನದ ಸುಂದರ ಆರಂಭವಾಯಿತು."
                },
                {
                    "type" : "addOnImg",
                    "src" : "/images/002/2.jpg",
                    "alt" : "Veeresh sir giving gifts to students."
                },
                {
                    "type" : "addOnImg",
                    "src" : "/images/002/3.jpg",
                    "alt" : "HOD mam giving gifts to students."
                },
                {
                    "type":"description",
                    "description":"ಈ ಕಾರ್ಯಕ್ರಮವು ಹಿರಿಯರು ಮತ್ತು ಹೊಸ ವಿದ್ಯಾರ್ಥಿಗಳ ನಡುವೆ ಸ್ನೇಹಪೂರ್ಣ ಬಾಂಧವ್ಯವನ್ನು ನಿರ್ಮಿಸಿತು. ಸಿಎಸ್ಇ ವಿಭಾಗದ ಹೊಸ ಅಧ್ಯಾಯಕ್ಕೆ ಇದು ಅದ್ಭುತ ಆರಂಭವಾಯಿತು."
                }
            ]
        },
        "aboutImg": {
            "en": "Faculty members inaugurating the CSE Freshers’ Party by watering a plant in the college functional hall.",
            "kn": "ಸಿಎಸ್ಇ ಫ್ರೆಶರ್ಸ್ ಪಾರ್ಟಿಗೆ ಶಿಕ್ಷಣವರು ಕಾಲೇಜಿನ ಫಂಕ್ಷನಲ್ ಹಾಲ್‌ನಲ್ಲಿ ಗಿಡಕ್ಕೆ ನೀರಿಹಾಕುವ ಮೂಲಕ ಆರಂಭಿಸಿದ ದೃಶ್ಯ."
        }
    }
]