[
    {
        "id": "005",
        "thumbnail": "https://i.pinimg.com/1200x/fc/69/77/fc697716d72b34d70e79cf4f8d59a400.jpg",
        "category": "History",
        "department": "General",
        "date": "February 14, 2026",
        "authorId": "ayaz",
        "title": {
            "en": "The Real Freedom Fighters Who Built India",
            "kn": "ಭಾರತವನ್ನು ನಿರ್ಮಿಸಿದ ನಿಜವಾದ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟಗಾರರು"
        },
        "description": {
            "en": "A reflection on the leaders who truly shaped India’s freedom and laid the foundation of modern India.",
            "kn": "ಭಾರತದ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ರೂಪಿಸಿ ಆಧುನಿಕ ಭಾರತದ ಅಡಿಪಾಯ ಹಾಕಿದ ನಾಯಕರ ಕುರಿತು ಒಂದು ಚಿಂತನೆ"
        },
        "content": {
            "en": [
                {
                    "type": "headingAndDescription",
                    "heading": "Introduction: Freedom Was Built by Many",
                    "description": "India’s independence was not achieved by a single person or a single movement. It was the result of decades of sacrifice, struggle, and vision by leaders who dedicated their entire lives to the nation. These freedom fighters had different ideologies and methods, yet they shared one goal — a free and united India.",
                    "description1": "Understanding their contributions helps us understand the values on which modern India stands today."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Mahatma Gandhi and the Power of Non-Violence",
                    "description": "Mahatma Gandhi transformed the freedom struggle into a mass movement based on non-violence and truth. His philosophy of satyagraha encouraged millions of Indians to resist British rule peacefully but firmly.",
                    "description1": "Through movements like the Non-Cooperation Movement, Salt March, and Quit India Movement, Gandhi proved that unity and moral courage could challenge even the strongest empire.",
                    "description2": "He believed that true freedom meant not only political independence but also social harmony and self-reliance."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Jawaharlal Nehru and the Vision of Modern India",
                    "description": "Jawaharlal Nehru played a major role in the freedom struggle and spent many years in prison under British rule. As independent India’s first Prime Minister, he focused on building a modern and progressive nation.",
                    "description1": "He promoted scientific development, higher education, democratic institutions, and secular values. His vision laid the foundation for India’s growth in technology, industry, and global diplomacy.",
                    "description2": "Nehru believed that freedom must be followed by responsible nation-building."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Bhagat Singh: Courage of Youth",
                    "description": "Bhagat Singh became a symbol of fearless resistance and youthful patriotism. At a very young age, he challenged British authority and inspired countless young Indians to think beyond fear.",
                    "description1": "He believed that freedom required bold action and sacrifice. Even when facing execution, he remained calm and committed to his ideals, showing extraordinary courage.",
                    "description2": "His life reminds us that young voices can shape history."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Subhas Chandra Bose and the Spirit of Action",
                    "description": "Subhas Chandra Bose believed that independence required strong and direct action. He organized the Indian National Army and sought international support to challenge British rule militarily.",
                    "description1": "His leadership inspired thousands of Indians across the world to join the struggle for freedom. His famous call for complete dedication to the nation continues to inspire generations.",
                    "description2": "Bose represented determination, discipline, and fearless leadership."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Sardar Vallabhbhai Patel and National Unity",
                    "description": "After independence, India faced the challenge of uniting hundreds of princely states. Sardar Vallabhbhai Patel played a crucial role in integrating these regions into one nation.",
                    "description1": "Through strong leadership and negotiation, he ensured that India remained united rather than divided into smaller states.",
                    "description2": "His contribution earned him the title 'Iron Man of India' and secured India’s territorial unity."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Different Paths, One Goal",
                    "description": "These leaders followed different paths — non-violence, political leadership, revolutionary action, or military resistance. Yet their purpose was the same: freedom, dignity, and unity for India.",
                    "description1": "Their diversity of ideas strengthened the movement rather than weakening it, proving that a nation can grow through multiple perspectives."
                },
                {
                    "type": "headingAndConclusion",
                    "heading": "Conclusion",
                    "conclusion": "Remembering real freedom fighters is not only about history but about values. Their lives teach us:",
                    "points": [
                        "Freedom requires sacrifice and responsibility",
                        "Unity is stronger than division",
                        "Leadership means service to people",
                        "Young voices can shape the future",
                        "Nation-building continues even after independence"
                    ],
                    "description": "The freedom we enjoy today was earned through decades of struggle.",
                    "description1": "Honoring these leaders means protecting the values they fought for and carrying their vision forward."
                }
            ],
            "kn": [
                {
                    "type": "headingAndDescription",
                    "heading": "ಪರಿಚಯ: ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಹಲವರು ನಿರ್ಮಿಸಿದರು",
                    "description": "ಭಾರತದ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಒಬ್ಬ ವ್ಯಕ್ತಿ ಅಥವಾ ಒಂದು ಚಳುವಳಿ ಮಾತ್ರ ಸಾಧಿಸಿಲ್ಲ. ಇದು ದಶಕಗಳ ಕಾಲ ನಡೆದ ತ್ಯಾಗ, ಹೋರಾಟ ಮತ್ತು ದೃಷ್ಟಿಯ ಫಲಿತಾಂಶವಾಗಿದೆ. ತಮ್ಮ ಜೀವನವನ್ನು ದೇಶಕ್ಕೆ ಅರ್ಪಿಸಿದ ಅನೇಕ ನಾಯಕರು ಇದರ ಹಿಂದೆ ಇದ್ದರು.",
                    "description1": "ಅವರ ವಿಧಾನಗಳು ಮತ್ತು ಚಿಂತನೆಗಳು ವಿಭಿನ್ನವಾಗಿದ್ದರೂ, ಅವರ ಗುರಿ ಒಂದೇ — ಸ್ವತಂತ್ರ ಮತ್ತು ಏಕತೆಯ ಭಾರತ."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಮಹಾತ್ಮ ಗಾಂಧೀಜಿ ಮತ್ತು ಅಹಿಂಸೆಯ ಶಕ್ತಿ",
                    "description": "ಮಹಾತ್ಮ ಗಾಂಧೀಜಿ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟವನ್ನು ಜನಆಂದೋಲನವಾಗಿ ರೂಪಿಸಿದರು. ಅವರ ಅಹಿಂಸೆ ಮತ್ತು ಸತ್ಯಾಗ್ರಹ ತತ್ವಗಳು ಲಕ್ಷಾಂತರ ಭಾರತೀಯರನ್ನು ಬ್ರಿಟಿಷ್ ಆಡಳಿತದ ವಿರುದ್ಧ ಶಾಂತಿಯುತವಾಗಿ ನಿಲ್ಲಲು ಪ್ರೇರೇಪಿಸಿತು.",
                    "description1": "ಅಸಹಕಾರ ಚಳುವಳಿ, ಉಪ್ಪು ಸತ್ಯಾಗ್ರಹ ಮತ್ತು ಕ್ವಿಟ್ ಇಂಡಿಯಾ ಚಳುವಳಿಗಳ ಮೂಲಕ ಅವರು ಏಕತೆ ಮತ್ತು ನೈತಿಕ ಧೈರ್ಯದಿಂದ ದೊಡ್ಡ ಸಾಮ್ರಾಜ್ಯವನ್ನೂ ಎದುರಿಸಬಹುದು ಎಂದು ತೋರಿಸಿದರು.",
                    "description2": "ಅವರಿಗೆ ಸ್ವಾತಂತ್ರ್ಯ ಎಂದರೆ ಕೇವಲ ರಾಜಕೀಯ ಮುಕ್ತಿಯಲ್ಲ; ಸಾಮಾಜಿಕ ಸಮಾನತೆ ಮತ್ತು ಆತ್ಮನಿರ್ಭರತೆ ಕೂಡ ಆಗಿತ್ತು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಜವಾಹರಲಾಲ್ ನೆಹರು ಮತ್ತು ಆಧುನಿಕ ಭಾರತದ ದೃಷ್ಟಿ",
                    "description": "ಜವಾಹರಲಾಲ್ ನೆಹರು ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟದಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸಿದ್ದರು ಮತ್ತು ಬ್ರಿಟಿಷ್ ಆಡಳಿತದ ವಿರುದ್ಧ ಹೋರಾಡಿದ ಕಾರಣ ಅನೇಕ ವರ್ಷಗಳನ್ನು ಜೈಲಿನಲ್ಲಿ ಕಳೆದರು. ಸ್ವತಂತ್ರ ಭಾರತದ ಮೊದಲ ಪ್ರಧಾನಿಯಾಗಿ ಅವರು ಆಧುನಿಕ ರಾಷ್ಟ್ರ ನಿರ್ಮಾಣಕ್ಕೆ ಒತ್ತು ನೀಡಿದರು.",
                    "description1": "ವಿಜ್ಞಾನ, ಉನ್ನತ ಶಿಕ್ಷಣ, ಪ್ರಜಾಪ್ರಭುತ್ವ ಮತ್ತು ಧರ್ಮನಿರಪೇಕ್ಷತೆಯ ಅಭಿವೃದ್ಧಿಗೆ ಅವರು ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆ ನೀಡಿದರು.",
                    "description2": "ಸ್ವಾತಂತ್ರ್ಯ ನಂತರ ಜವಾಬ್ದಾರಿಯುತ ರಾಷ್ಟ್ರ ನಿರ್ಮಾಣ ಅಗತ್ಯವೆಂದು ಅವರು ನಂಬಿದರು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಭಗತ್ ಸಿಂಗ್: ಯುವಜನರ ಧೈರ್ಯದ ಸಂಕೇತ",
                    "description": "ಭಗತ್ ಸಿಂಗ್ ಧೈರ್ಯ ಮತ್ತು ತ್ಯಾಗದ ಪ್ರತೀಕವಾಗಿದ್ದರು. ಅಲ್ಪ ವಯಸ್ಸಿನಲ್ಲಿ ಅವರು ಬ್ರಿಟಿಷ್ ಆಡಳಿತಕ್ಕೆ ಸವಾಲು ಹಾಕಿ ಅನೇಕ ಯುವಕರಿಗೆ ಪ್ರೇರಣೆ ನೀಡಿದರು.",
                    "description1": "ಸ್ವಾತಂತ್ರ್ಯಕ್ಕಾಗಿ ಧೈರ್ಯ ಮತ್ತು ತ್ಯಾಗ ಅಗತ್ಯವೆಂದು ಅವರು ನಂಬಿದರು. ಮರಣದಂಡನೆ ಎದುರಿಸಿದಾಗಲೂ ತಮ್ಮ ನಂಬಿಕೆಗಳಿಂದ ಹಿಂದೆ ಸರಿಯಲಿಲ್ಲ.",
                    "description2": "ಅವರ ಜೀವನ ಯುವಜನರ ಧ್ವನಿಯೂ ಇತಿಹಾಸವನ್ನು ರೂಪಿಸಬಹುದು ಎಂಬುದನ್ನು ತೋರಿಸುತ್ತದೆ."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಸುಭಾಷ್ ಚಂದ್ರ ಬೋಸ್ ಮತ್ತು ಕ್ರಿಯಾಶೀಲ ನಾಯಕತ್ವ",
                    "description": "ಸುಭಾಷ್ ಚಂದ್ರ ಬೋಸ್ ಭಾರತಕ್ಕೆ ಸ್ವಾತಂತ್ರ್ಯ ಪಡೆಯಲು ಬಲವಾದ ಮತ್ತು ನೇರ ಕ್ರಮ ಅಗತ್ಯವೆಂದು ನಂಬಿದರು. ಅವರು ಇಂಡಿಯನ್ ನ್ಯಾಷನಲ್ ಆರ್ಮಿಯನ್ನು ಸಂಘಟಿಸಿ ಬ್ರಿಟಿಷರ ವಿರುದ್ಧ ಹೋರಾಡಲು ಅಂತರರಾಷ್ಟ್ರೀಯ ಬೆಂಬಲವನ್ನು ಹುಡುಕಿದರು.",
                    "description1": "ಅವರ ನಾಯಕತ್ವ ಸಾವಿರಾರು ಭಾರತೀಯರನ್ನು ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟಕ್ಕೆ ಸೇರುವಂತೆ ಪ್ರೇರೇಪಿಸಿತು.",
                    "description2": "ಅವರು ಶಿಸ್ತು, ಧೈರ್ಯ ಮತ್ತು ಸಮರ್ಪಣೆಯ ಪ್ರತೀಕವಾಗಿದ್ದರು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಸರ್ದಾರ್ ವಲ್ಲಭಭಾಯಿ ಪಟೇಲ್ ಮತ್ತು ರಾಷ್ಟ್ರೀಯ ಏಕತೆ",
                    "description": "ಸ್ವಾತಂತ್ರ್ಯ ನಂತರ ಭಾರತವನ್ನು ಏಕೀಕರಿಸುವುದು ದೊಡ್ಡ ಸವಾಲಾಗಿತ್ತು. ನೂರಾರು ಸಂಸ್ಥಾನಗಳನ್ನು ಒಂದೇ ರಾಷ್ಟ್ರವಾಗಿ ಸೇರಿಸುವಲ್ಲಿ ಸರ್ದಾರ್ ವಲ್ಲಭಭಾಯಿ ಪಟೇಲ್ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸಿದರು.",
                    "description1": "ಅವರ ದೃಢ ನಾಯಕತ್ವ ಮತ್ತು ನಿರ್ಧಾರಾತ್ಮಕ ಕ್ರಮಗಳು ಭಾರತವನ್ನು ವಿಭಜನೆಯಿಂದ ಉಳಿಸಿತು.",
                    "description2": "ಈ ಕಾರಣಕ್ಕಾಗಿ ಅವರಿಗೆ 'ಐರನ್ ಮ್ಯಾನ್ ಆಫ್ ಇಂಡಿಯಾ' ಎಂಬ ಹೆಸರನ್ನು ನೀಡಲಾಗಿದೆ."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ವಿಭಿನ್ನ ಮಾರ್ಗಗಳು, ಒಂದೇ ಗುರಿ",
                    "description": "ಈ ನಾಯಕರು ವಿಭಿನ್ನ ಮಾರ್ಗಗಳನ್ನು ಅನುಸರಿಸಿದರು — ಅಹಿಂಸೆ, ಕ್ರಾಂತಿ, ರಾಜಕೀಯ ನಾಯಕತ್ವ ಅಥವಾ ಸೈನಿಕ ಹೋರಾಟ. ಆದರೆ ಅವರ ಗುರಿ ಒಂದೇ: ಸ್ವಾತಂತ್ರ್ಯ ಮತ್ತು ಏಕತೆ.",
                    "description1": "ವಿಭಿನ್ನ ಚಿಂತನೆಗಳು ಚಳುವಳಿಯನ್ನು ದುರ್ಬಲಗೊಳಿಸಲಿಲ್ಲ; ಬದಲಾಗಿ ಅದನ್ನು ಬಲಪಡಿಸಿತು."
                },
                {
                    "type": "headingAndConclusion",
                    "heading": "ಸಮಾಪನ",
                    "conclusion": "ನಿಜವಾದ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟಗಾರರನ್ನು ನೆನಪಿಸುವುದು ಇತಿಹಾಸ ಮಾತ್ರವಲ್ಲ; ಅದು ಮೌಲ್ಯಗಳ ನೆನಪು. ಅವರ ಜೀವನ ನಮಗೆ ಕಲಿಸುವುದು:",
                    "points": [
                        "ಸ್ವಾತಂತ್ರ್ಯ ತ್ಯಾಗ ಮತ್ತು ಜವಾಬ್ದಾರಿಯನ್ನು ಬೇಡುತ್ತದೆ",
                        "ಏಕತೆ ವಿಭಜನೆಯಿಗಿಂತ ಬಲವಾದುದು",
                        "ನಾಯಕತ್ವ ಎಂದರೆ ಜನಸೇವೆಯಾಗಿದೆ",
                        "ಯುವಜನರ ಧ್ವನಿ ಭವಿಷ್ಯವನ್ನು ರೂಪಿಸಬಹುದು",
                        "ಸ್ವಾತಂತ್ರ್ಯದ ನಂತರವೂ ರಾಷ್ಟ್ರ ನಿರ್ಮಾಣ ಮುಂದುವರಿಯಬೇಕು"
                    ],
                    "description": "ನಾವು ಇಂದು ಅನುಭವಿಸುವ ಸ್ವಾತಂತ್ರ್ಯವು ದಶಕಗಳ ಹೋರಾಟದ ಫಲವಾಗಿದೆ.",
                    "description1": "ಅವರ ಮೌಲ್ಯಗಳನ್ನು ಕಾಪಾಡುವುದು ಮತ್ತು ಮುಂದಿನ ಪೀಳಿಗೆಗೆ ಸಾಗಿಸುವುದೇ ನಿಜವಾದ ಗೌರವ."
                }
            ]
        },
        "aboutImg": {
            "en": "A tribute to the leaders who shaped India’s independence and unity.",
            "kn": "ಭಾರತದ ಸ್ವಾತಂತ್ರ್ಯ ಮತ್ತು ಏಕತೆಯನ್ನು ರೂಪಿಸಿದ ನಾಯಕರಿಗೆ ಸಮರ್ಪಣೆ"
        }
    }
]