[
    {
        "id": "004",
        "thumbnail": "../images/004/004.jpg",
        "category": "Education",
        "department": "CSE",
        "date": "January 28, 2026",
        "authorId": "huzaif",
        "title": {
            "en": "When Students Are Asked to Speak—But Not Heard",
            "kn": "ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಮಾತನಾಡಲು ಕೇಳಲಾಗುತ್ತದೆ—ಆದರೆ ಅವರ ಮಾತುಗಳನ್ನು ಕೇಳಲಾಗುವುದಿಲ್ಲ"
        },
        "description": {
            "en": "A student’s perspective on learning environments where speaking up is encouraged—but not always welcomed.",
            "kn": "ಮಾತನಾಡಲು ಪ್ರೋತ್ಸಾಹಿಸಲ್ಪಡುವ—but ಯಾವಾಗಲೂ ಸ್ವಾಗತಿಸಲ್ಪಡದ ಕಲಿಕಾ ವಾತಾವರಣಗಳ ಕುರಿತು ವಿದ್ಯಾರ್ಥಿಯ ದೃಷ್ಟಿಕೋನ"
        },
        "content": {
            "en": [
                {
                    "type": "headingAndDescription",
                    "heading": "When Students Speak but Are Still Silenced: Contradictions in Academic Culture",
                    "description": "Educational institutions often emphasize that students should communicate their problems openly. Students are encouraged to speak, share difficulties, and participate in improving the academic environment. However, when students actually express concerns—especially through thoughtful writing or reflection—the response is not always acceptance. Sometimes, it is indirect criticism, public remarks, or defensive speeches that imply the student has done something wrong.",
                    "description1": "This raises a critical question: Is student feedback truly welcome, or only when it follows a specific, controlled format?"
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Communication Without Consequences — A Contradiction",
                    "description": "If students are told to communicate their problems, then expressing concerns—whether verbally or through writing—should not lead to indirect humiliation or negative labeling. When feedback results in subtle punishment or public discomfort, it discourages honest communication and replaces dialogue with fear.",
                    "description1": "Constructive criticism of systems is not disrespect. It is participation."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "“We Don’t Want Judgment” — But Students Are Judged Daily",
                    "description": "Teachers may state that they do not want to be judged or measured by students. Yet students are constantly evaluated, labeled, and compared. Terms such as “improving,” “declining,” or “falling behind” are routinely used to define a student’s academic identity.",
                    "description1": "If judgment is considered harmful when applied upward, why is it acceptable when applied downward?",
                    "description2": "True fairness requires consistency. Either judgment is part of the academic process for everyone—or it must be questioned for everyone."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Unequal Questioning and the Burden on Participating Students",
                    "description": "Another common classroom issue is selective questioning. Teachers often question only those students who answer regularly, while others remain untouched. Over time, this places a disproportionate burden on a few students, creating stress, pressure, and anxiety.",
                    "description1": "Participation should be encouraged, not punished. When the same students are repeatedly put on the spot, answering becomes a burden rather than a learning opportunity."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "When Curiosity Is Framed as Danger",
                    "description": "Examples used in teaching shape how students view knowledge. When technical learning is explained using criminal narratives—such as suggesting that a student “out of control” will inevitably misuse skills to hack banks—it sends a dangerous message.",
                    "description1": "Skills themselves are neutral. Ethics must be taught without framing curiosity as a path to wrongdoing. Otherwise, students may associate learning with suspicion instead of responsibility."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "The Silence Around Student Effort",
                    "description": "Students today contribute far beyond exams and attendance. They build websites, write articles, document events, and develop real skills. When such efforts go unnoticed or unacknowledged, students feel invisible.",
                    "description1": "Appreciation is not favoritism. It is recognition of effort—and it plays a crucial role in motivation and confidence."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Attendance and Control Over Understanding",
                    "description": "When attendance becomes a tool of fear rather than engagement, education shifts from learning to compliance. Even capable and sincere students can suffer under constant pressure, losing interest and confidence over time."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "Power Without Reflection",
                    "description": "In rigid academic systems, teachers hold significant authority over students’ daily academic lives. This power can sometimes be used to dominate rather than guide—forcing students into actions they are uncomfortable with, pressuring compliance, or using academic consequences as implicit threats. While such control may appear effective in the short term, it ignores a crucial reality: education is temporary, but its impact is lasting. When authority is exercised without empathy or fairness, it does not earn respect—it creates resentment. Once students leave the institution, the fear disappears, but the memory remains. An education system should aim to build mutual respect and ethical influence, not obedience enforced through power."
                },
                {
                    "type": "headingAndConclusion",
                    "heading": "Conclusion",
                    "conclusion": "A healthy academic environment is not one where students are silent and compliant. It is one where:",
                    "points": [
                        "Feedback is welcomed without retaliation",
                        "Judgment is applied consistently—or questioned honestly",
                        "Participation is shared, not burdened",
                        "Curiosity is guided, not criminalized",
                        "Student effort is acknowledged"
                    ],
                    "description": "Education should not fear reflection.",
                    "description1": "It should grow through it."
                }
            ],
            "kn": [
                {
                    "type": "headingAndDescription",
                    "heading": "ವಿದ್ಯಾರ್ಥಿಗಳು ಮಾತನಾಡಿದರೂ ಮೌನಗೊಳಿಸಲ್ಪಡುವಾಗ: ಅಕಾಡೆಮಿಕ್ ಸಂಸ್ಕೃತಿಯಲ್ಲಿನ ವಿರೋಧಾಭಾಸಗಳು",
                    "description": "ಶೈಕ್ಷಣಿಕ ಸಂಸ್ಥೆಗಳು ವಿದ್ಯಾರ್ಥಿಗಳು ತಮ್ಮ ಸಮಸ್ಯೆಗಳನ್ನು ಮುಕ್ತವಾಗಿ ಹಂಚಿಕೊಳ್ಳಬೇಕು ಎಂದು ಒತ್ತಿ ಹೇಳುತ್ತವೆ. ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಮಾತನಾಡಲು, ಕಷ್ಟಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಮತ್ತು ಶೈಕ್ಷಣಿಕ ವಾತಾವರಣವನ್ನು ಉತ್ತಮಗೊಳಿಸುವಲ್ಲಿ ಭಾಗವಹಿಸಲು ಪ್ರೋತ್ಸಾಹ ನೀಡಲಾಗುತ್ತದೆ. ಆದರೆ, ವಿದ್ಯಾರ್ಥಿಗಳು ನಿಜವಾಗಿ ತಮ್ಮ ಚಿಂತೆಗಳನ್ನು—विशೇಷವಾಗಿ ಚಿಂತನೆಯುತ ಬರವಣಿಗೆ ಅಥವಾ ಆತ್ಮಪರಿಶೀಲನೆಯ ಮೂಲಕ—ವ್ಯಕ್ತಪಡಿಸಿದಾಗ, ಪ್ರತಿಕ್ರಿಯೆ ಯಾವಾಗಲೂ ಒಪ್ಪಿಗೆಯಲ್ಲಿರದು. ಕೆಲವೊಮ್ಮೆ ಅದು ಪರೋಕ್ಷ ಟೀಕೆ, ಸಾರ್ವಜನಿಕ ಹೇಳಿಕೆಗಳು ಅಥವಾ ವಿದ್ಯಾರ್ಥಿಯು ತಪ್ಪು ಮಾಡಿದಂತೆ ಸೂಚಿಸುವ ರಕ್ಷಣಾತ್ಮಕ ಭಾಷಣಗಳಾಗಿ ವ್ಯಕ್ತವಾಗುತ್ತದೆ.",
                    "description1": "ಇದರಿಂದ ಒಂದು ಪ್ರಮುಖ ಪ್ರಶ್ನೆ ಉದ್ಭವಿಸುತ್ತದೆ: ವಿದ್ಯಾರ್ಥಿಗಳ ಪ್ರತಿಕ್ರಿಯೆ ನಿಜವಾಗಿಯೂ ಸ್ವಾಗತಿಸಲ್ಪಡುತ್ತದೆಯೇ, ಅಥವಾ ಅದು ನಿರ್ದಿಷ್ಟ ಹಾಗೂ ನಿಯಂತ್ರಿತ ರೂಪವನ್ನು ಅನುಸರಿಸಿದಾಗ ಮಾತ್ರವೇ?"
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಪರಿಣಾಮಗಳಿಲ್ಲದ ಸಂವಹನ — ಒಂದು ವಿರೋಧಾಭಾಸ",
                    "description": "ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ತಮ್ಮ ಸಮಸ್ಯೆಗಳನ್ನು ತಿಳಿಸಲು ಹೇಳಲಾಗುತ್ತಿದ್ದರೆ, ಅವುಗಳನ್ನು ಮಾತಿನ ಮೂಲಕವಾಗಲಿ ಅಥವಾ ಬರವಣಿಗೆಯ ಮೂಲಕವಾಗಲಿ ವ್ಯಕ್ತಪಡಿಸುವುದು ಪರೋಕ್ಷ ಅವಮಾನ ಅಥವಾ ನಕಾರಾತ್ಮಕ ಲೇಬಲ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಬಾರದು. ಪ್ರತಿಕ್ರಿಯೆಯು ಸೂಕ್ಷ್ಮ ಶಿಕ್ಷೆ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಅಸೌಕರ್ಯಕ್ಕೆ ಕಾರಣವಾದಾಗ, ಅದು ಪ್ರಾಮಾಣಿಕ ಸಂವಹನವನ್ನು ಹತೋಟಿಗೆ ತಂದು, ಸಂವಾದದ ಬದಲು ಭಯವನ್ನು ಹುಟ್ಟಿಸುತ್ತದೆ.",
                    "description1": "ವ್ಯವಸ್ಥೆಗಳ ಬಗ್ಗೆ ನಿರ್ಮಾಣಾತ್ಮಕ ಟೀಕೆ ಮಾಡುವುದು ಅವಮಾನವಲ್ಲ. ಅದು ಭಾಗವಹಿಸುವಿಕೆಯೇ."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "“ನಮಗೆ ತೀರ್ಪು ಬೇಡ” — ಆದರೆ ವಿದ್ಯಾರ್ಥಿಗಳು ಪ್ರತಿದಿನ ತೀರ್ಪುಗೊಳಗಾಗುತ್ತಾರೆ",
                    "description": "ಗುರುಗಳು ವಿದ್ಯಾರ್ಥಿಗಳಿಂದ ತೀರ್ಪು ಅಥವಾ ಮೌಲ್ಯಮಾಪನ ಬೇಡ ಎಂದು ಹೇಳಬಹುದು. ಆದರೆ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ನಿರಂತರವಾಗಿ ಮೌಲ್ಯಮಾಪನ ಮಾಡಲಾಗುತ್ತದೆ, ಲೇಬಲ್ ಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ಹೋಲಿಕೆ ಮಾಡಲಾಗುತ್ತದೆ. “ಮುಂದುವರಿದಿದ್ದಾರೆ”, “ಹಿಂಜರಿದಿದ್ದಾರೆ”, “ಹಿನ್ನಡೆಯಲ್ಲಿದ್ದಾರೆ” ಎಂಬ ಪದಗಳನ್ನು ವಿದ್ಯಾರ್ಥಿಯ ಶೈಕ್ಷಣಿಕ ಗುರುತನ್ನು ನಿರ್ಧರಿಸಲು ನಿಯಮಿತವಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ.",
                    "description1": "ಮೇಲ್ಮಟ್ಟದಲ್ಲಿ ಅನ್ವಯಿಸಿದಾಗ ತೀರ್ಪು ಹಾನಿಕಾರಕವೆಂದು ಪರಿಗಣಿಸಲ್ಪಡುತ್ತಿದ್ದರೆ, ಅದನ್ನು ಕೆಳಮಟ್ಟದಲ್ಲಿ ಅನ್ವಯಿಸುವುದು ಏಕೆ ಸ್ವೀಕಾರಾರ್ಹ?",
                    "description2": "ನಿಜವಾದ ನ್ಯಾಯತತ್ವಕ್ಕೆ ಸತತತೆ ಅಗತ್ಯ. ತೀರ್ಪು ಎಲ್ಲರಿಗೂ ಶೈಕ್ಷಣಿಕ ಪ್ರಕ್ರಿಯೆಯ ಭಾಗವಾಗಿರಬೇಕು—ಅಥವಾ ಅದನ್ನು ಎಲ್ಲರಿಗೂ ಪ್ರಶ್ನಿಸಬೇಕು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಅಸಮಾನ ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಭಾಗವಹಿಸುವ ವಿದ್ಯಾರ್ಥಿಗಳ ಮೇಲಿನ ಭಾರ",
                    "description": "ತರಗತಿಯಲ್ಲಿ ಕಂಡುಬರುವ ಇನ್ನೊಂದು ಸಾಮಾನ್ಯ ಸಮಸ್ಯೆ ಎಂದರೆ ಆಯ್ದ ಪ್ರಶ್ನೆ. ಗುರುಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಉತ್ತರಿಸುವ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನೇ ಮರುಮರು ಪ್ರಶ್ನಿಸುತ್ತಾರೆ, ಇತರರು ಗಮನಕ್ಕೆ ಬರುವುದಿಲ್ಲ. ಸಮಯದೊಂದಿಗೆ ಇದು ಕೆಲವು ವಿದ್ಯಾರ್ಥಿಗಳ ಮೇಲೆ ಅತಿಯಾದ ಒತ್ತಡವನ್ನು ಸೃಷ್ಟಿಸಿ, ಒತ್ತಡ, ಭಾರ ಮತ್ತು ಆತಂಕವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
                    "description1": "ಭಾಗವಹಿಸುವಿಕೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಬೇಕು, ಶಿಕ್ಷಿಸಬಾರದು. ಅದೇ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಮರುಮರು ಸ್ಪಾಟ್‌ಲೈಟ್‌ಗೆ ತಳ್ಳಿದಾಗ, ಉತ್ತರಿಸುವುದು ಕಲಿಕೆಯ ಅವಕಾಶವಾಗದೆ ಭಾರವಾಗುತ್ತದೆ."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಕುತೂಹಲವನ್ನು ಅಪಾಯವೆಂದು ರೂಪಿಸುವಾಗ",
                    "description": "ಬೋಧನೆಯಲ್ಲಿ ಬಳಸುವ ಉದಾಹರಣೆಗಳು ವಿದ್ಯಾರ್ಥಿಗಳು ಜ್ಞಾನವನ್ನು ಹೇಗೆ ನೋಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ರೂಪಿಸುತ್ತವೆ. ತಾಂತ್ರಿಕ ಕಲಿಕೆಯನ್ನು ಅಪರಾಧಾತ್ಮಕ ಕಥನಗಳ ಮೂಲಕ ವಿವರಿಸಿದಾಗ—ಉದಾಹರಣೆಗೆ “ನಿಯಂತ್ರಣ ತಪ್ಪಿದ” ವಿದ್ಯಾರ್ಥಿಯು ಖಂಡಿತವಾಗಿಯೂ ಬ್ಯಾಂಕ್‌ಗಳನ್ನು ಹ್ಯಾಕ್ ಮಾಡುವಂತಹ ದುರುಪಯೋಗಕ್ಕೆ ಹೋಗುತ್ತಾನೆ ಎಂಬ ಸೂಚನೆ—ಅದು ಅಪಾಯಕಾರಿ ಸಂದೇಶವನ್ನು ನೀಡುತ್ತದೆ.",
                    "description1": "ಕೌಶಲ್ಯಗಳು ಸ್ವತಃ ತಟಸ್ಥವಾಗಿವೆ. ಕುತೂಹಲವನ್ನು ತಪ್ಪಿನ ದಾರಿಯೆಂದು ಚಿತ್ರಿಸದೆ ನೈತಿಕತೆಯನ್ನು ಬೋಧಿಸಬೇಕು. ಇಲ್ಲವಾದರೆ, ವಿದ್ಯಾರ್ಥಿಗಳು ಕಲಿಕೆಯನ್ನು ಜವಾಬ್ದಾರಿಯ ಬದಲು ಸಂಶಯದೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಬಹುದು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ವಿದ್ಯಾರ್ಥಿಗಳ ಪ್ರಯತ್ನದ ಸುತ್ತ ಮೌನ",
                    "description": "ಇಂದಿನ ವಿದ್ಯಾರ್ಥಿಗಳು ಪರೀಕ್ಷೆಗಳು ಮತ್ತು ಹಾಜರಾತಿಯನ್ನು ಮೀರಿ ಬಹಳಷ್ಟು ಕೊಡುಗೆ ನೀಡುತ್ತಾರೆ. ಅವರು ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ಮಿಸುತ್ತಾರೆ, ಲೇಖನಗಳನ್ನು ಬರೆಯುತ್ತಾರೆ, ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ದಾಖಲಿಸುತ್ತಾರೆ ಮತ್ತು ನಿಜವಾದ ಕೌಶಲ್ಯಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುತ್ತಾರೆ. ಇಂತಹ ಪ್ರಯತ್ನಗಳು ಗಮನಕ್ಕೆ ಬರದೆ ಅಥವಾ ಗುರುತಿಸದೆ ಉಳಿದಾಗ, ವಿದ್ಯಾರ್ಥಿಗಳು ಕಾಣದವರಂತೆ ಭಾವಿಸುತ್ತಾರೆ.",
                    "description1": "ಮೌಲ್ಯಮಾಪನವು ಪಕ್ಷಪಾತವಲ್ಲ. ಅದು ಪ್ರಯತ್ನದ ಗುರುತಿಸುವಿಕೆಯೇ—ಮತ್ತು ಅದು ಪ್ರೇರಣೆ ಹಾಗೂ ಆತ್ಮವಿಶ್ವಾಸಕ್ಕೆ ಅತ್ಯಂತ ಮಹತ್ವದ್ದು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಅರ್ಥಗರ್ಭಿತ ಕಲಿಕೆಯ ಬದಲು ಹಾಜರಾತಿ ಮತ್ತು ನಿಯಂತ್ರಣ",
                    "description": "ಹಾಜರಾತಿಯು ಭಾಗವಹಿಸುವಿಕೆಯ ಬದಲು ಭಯದ ಸಾಧನವಾಗುವಾಗ, ಶಿಕ್ಷಣವು ಕಲಿಕೆಯಿಂದ ಅನುಸರಣೆಯತ್ತ ತಿರುಗುತ್ತದೆ. ಸಾಮರ್ಥ್ಯವಂತರು ಮತ್ತು ಪ್ರಾಮಾಣಿಕರಾದ ವಿದ್ಯಾರ್ಥಿಗಳೂ ನಿರಂತರ ಒತ್ತಡದಡಿ ಆಸಕ್ತಿ ಮತ್ತು ಆತ್ಮವಿಶ್ವಾಸವನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು."
                },
                {
                    "type": "headingAndDescription",
                    "heading": "ಆತ್ಮಪರಿಶೀಲನೆಯಿಲ್ಲದ ಅಧಿಕಾರ",
                    "description": "ಕಠಿಣ ಶೈಕ್ಷಣಿಕ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ, ಗುರುಗಳು ವಿದ್ಯಾರ್ಥಿಗಳ ದೈನಂದಿನ ಶೈಕ್ಷಣಿಕ ಜೀವನದ ಮೇಲೆ ಮಹತ್ತರ ಅಧಿಕಾರವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ಅಧಿಕಾರವನ್ನು ಕೆಲವೊಮ್ಮೆ ಮಾರ್ಗದರ್ಶನಕ್ಕಿಂತ ಆಧಿಪತ್ಯ ಸಾಧಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ—ವಿದ್ಯಾರ್ಥಿಗಳು ಇಚ್ಛಿಸದ ಕೆಲಸಗಳಿಗೆ ಒತ್ತಾಯಿಸುವುದು, ಅನುಸರಣೆಗೆ ಒತ್ತಡ ಹೇರುವುದು ಅಥವಾ ಶೈಕ್ಷಣಿಕ ಪರಿಣಾಮಗಳನ್ನು ಪರೋಕ್ಷ ಬೆದರಿಕೆಯಾಗಿ ಬಳಸುವುದು. ಇಂತಹ ನಿಯಂತ್ರಣವು ತಾತ್ಕಾಲಿಕವಾಗಿ ಪರಿಣಾಮಕಾರಿಯೆಂದು ತೋರಬಹುದು, ಆದರೆ ಅದು ಒಂದು ಪ್ರಮುಖ ಸತ್ಯವನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತದೆ: ಶಿಕ್ಷಣವು ತಾತ್ಕಾಲಿಕವಾದರೂ, ಅದರ ಪರಿಣಾಮ ದೀರ್ಘಕಾಲಿಕ. ಅಧಿಕಾರವನ್ನು ಸಹಾನುಭೂತಿ ಮತ್ತು ನ್ಯಾಯವಿಲ್ಲದೆ ಬಳಸಿದರೆ, ಅದು ಗೌರವವನ್ನು ಗಳಿಸುವುದಿಲ್ಲ—ಅದು ಅಸಮಾಧಾನವನ್ನು ಹುಟ್ಟಿಸುತ್ತದೆ. ವಿದ್ಯಾರ್ಥಿಗಳು ಸಂಸ್ಥೆಯನ್ನು ಬಿಟ್ಟ ನಂತರ ಭಯ ಮಾಯವಾಗುತ್ತದೆ, ಆದರೆ ನೆನಪು ಉಳಿಯುತ್ತದೆ. ಶಿಕ್ಷಣ ವ್ಯವಸ್ಥೆಯ ಗುರಿ ಪರಸ್ಪರ ಗೌರವ ಮತ್ತು ನೈತಿಕ ಪ್ರಭಾವವನ್ನು ನಿರ್ಮಿಸುವುದಾಗಿರಬೇಕು, ಅಧಿಕಾರದ ಮೂಲಕ ಜಾರಿಗೊಳಿಸಲಾದ ವಿಧೇಯತೆಯಲ್ಲ."
                },
                {
                    "type": "headingAndConclusion",
                    "heading": "ಸಮಾಪನ",
                    "conclusion": "ಆರೋಗ್ಯಕರ ಶೈಕ್ಷಣಿಕ ವಾತಾವರಣವೆಂದರೆ ವಿದ್ಯಾರ್ಥಿಗಳು ಮೌನವಾಗಿದ್ದು ವಿಧೇಯರಾಗಿರುವುದು ಅಲ್ಲ. ಅದು ಈ ಕೆಳಗಿನಂತಿರಬೇಕು:",
                    "points": [
                        "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪ್ರತೀಕಾರವಿಲ್ಲದೆ ಸ್ವಾಗತಿಸಲಾಗುತ್ತದೆ",
                        "ತೀರ್ಪನ್ನು ಸತತವಾಗಿ ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ—ಅಥವಾ ಪ್ರಾಮಾಣಿಕವಾಗಿ ಪ್ರಶ್ನಿಸಲಾಗುತ್ತದೆ",
                        "ಭಾಗವಹಿಸುವಿಕೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ, ಭಾರವಾಗುವುದಿಲ್ಲ",
                        "ಕುತೂಹಲಕ್ಕೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಲಾಗುತ್ತದೆ, ಅಪರಾಧೀಕರಣ ಮಾಡಲಾಗುವುದಿಲ್ಲ",
                        "ವಿದ್ಯಾರ್ಥಿಗಳ ಪ್ರಯತ್ನವನ್ನು ಗುರುತಿಸಲಾಗುತ್ತದೆ"
                    ],
                    "description": "ಶಿಕ್ಷಣವು ಆತ್ಮಪರಿಶೀಲನೆಯನ್ನು ಭಯಪಡಬಾರದು.",
                    "description1": "ಅದು ಅದರಿಂದಲೇ ಬೆಳೆಯಬೇಕು."
                }
            ]
        },
        "aboutImg": {
            "en": "A visual metaphor for control versus curiosity in education.",
            "kn": "ಶಿಕ್ಷಣದಲ್ಲಿ ನಿಯಂತ್ರಣ ಮತ್ತು ಕುತೂಹಲದ ನಡುವಿನ ದೃಶ್ಯಾತ್ಮಕ ರೂಪಕ"
        }
    }
]